import React from "react";
import "./AboutUs.css";
import badebaba from "../../../assets/badebaba.jpg";
import img3 from "../../../assets/img3.jpeg";
import img1 from "../../../assets/img2.jpeg";
import img4 from "../../../assets/img4.jpeg";
import img2 from "../../../assets/img2.jpeg";
import img5 from "../../../assets/img5.jpeg";
function AboutUs() {
  return (
    <>
      <div className="mainbghomediv1">
        <div>
          <div>
            <p className="para">
              ऋषभदेव के पुत्र भरत चक्रवर्ती का यह आर्यावर्त जिसका नाम भारत
              है..अनादिकाल से जैन धर्म के जीवंत होने का साक्षी है. भारत के मध्य
              में स्थित हैं मध्यप्रदेश.जिसे प्रकृति ने अपनी हर जलवायु का
              आशीर्वाद दिया है..यहीं दमोह जिला ,पटेरा तहसील में स्थित हैं
              कुण्डलपुर जी सिद्ध क्षेत्र यह क्षेत्र अंतिम श्रुत केवली श्रीधर
              केवली की मोक्ष स्थली है और यहाँ अर्धचन्द्राकार पर्वत पर विराजमान
              हैं अतिशयकारी लगभग १५०० वर्ष पुराने पंद्रह फीट ऊँचे पद्मासन लगाये
              श्री १००८ आदिनाथ भगवान, जिन्हें हम बड़े बाबा कह कर बुलाते हैं.
            </p>
          </div>
          <div className="donation-top-img1">
            <img src={badebaba} alt="badebaba" />
          </div>
          <div>
            <p className="para">
              कुण्डलपुर जी का अतिशय बहुत निराला और प्राचीन है, श्रीधर केवली की
              निर्वाण भूमि होना, यह अवगत कराती है कि ईसा से छह शताब्दियों पूर्व
              भगवान महावीर स्वामी का समवसरण यहाँ पर आया था. तथा पहिली बार
              प्रतिमा जी के दर्शन भट्टारक सुरेन्द्र कीर्ति जी को पहाड़ पर हुए,
              उन्होंने प्रतिमा जी को खुदाई कर निकलवाया और प्रभु के सर पर छत की
              व्यवस्था करवाई. परन्तु कुछ वर्षों पश्चात राजा छत्रसाल जब मुगलों के
              हाथों राज्य हार कर वन वन भटक रहा था और भटकते भटकते शांति की खोज
              में कुण्डलपुर जी पहुंचा और श्री १००८ आदिनाथ भगवान के चरणों में बड़े
              बाबा के मंदिर बनवाने के भाव रख पुनः राज्य विजय को निकला, और जीत
              गया, कालांतर में विक्रम संवत १७५७ ई को राजा क्षत्रसाल ने बड़े बाबा
              के मंदिर जी का निर्माण कराया,एवं पंचकल्याणक कराया.
            </p>
          </div>
          <div className="donation-top-img1">
            <img src={img1} alt="badebaba" />
          </div>
          <div>
            <p className="para">
              अतिशय की सबसे बड़ी घटना तो वह थी, जब मूर्ती पूजा विरोधी औरंगजेब
              अपनी बड़ी भरी सेना लेकर पहाड़ पर चढ़ आया और उसने बड़े बाबा की प्रतिमा
              को खंडित करने का असफल प्रयास किया, जैसे ही उसने प्रतिमा जी के
              दाहिने पैर के अंगूठे पर तलवार का वार किया, पैर के अंगूठे से दूध की
              धार निकल पडी, वह जान बचाकर वहां से जैसे ही भागा मधुमक्खियों ने उस
              पर और उसकी सेना पर आक्रमण कर दिया. बड़े बाबा के दाहिने पैर के
              अंगूठे का निशान और मधुमक्खियों के शांत और व्यवस्थित छत्ते इसी बात
              का प्रमाण हैं.
            </p>
          </div>
          <div className="donation-top-img1">
            <img src={img2} alt="badebaba" />
          </div>
          <div>
            <p className="para">
              कुण्डलपुर जी सिद्ध क्षेत्र , बड़े बाबा का अतिशय क्षेत्र प्राचीन
              मंदिरों का गढ़ है. जहाँ लगभग २४०० वर्ष पुराने श्रीधर केवली के चरण
              विराजमान हैं. पहाड़ एवं तलहटी में लगभग ५०० वर्ष पूर्व के ६१ और जिन
              मंदिर हैं, जिनमे पार्श्वनाथ भगवान और चंद्रप्रभु भगवान के दर्शन
              बहुतायत में मिलते हैं. यहाँ आस पास के क्षेत्र में गुप्तकाल की
              प्रतिमाओं का भी उल्लेख है.
            </p>
          </div>
          <div className="donation-top-img1">
            <img src={badebaba} alt="badebaba" />
          </div>
          <div>
            <p className="para">
              इन सबसे ऊपर विराजमान हैं कुंडलपुर के बड़े बाबा श्री १००८ आदिनाथ
              भगवान लगभग १५०० वर्ष पुराने मंदिर जी एवं सिंहपीठ आसन पर विराजमान
              हैं.
            </p>
          </div>
          <div className="donation-top-img1">
            <img src={img4} alt="badebaba" />
          </div>
          <div>
            <p className="para">
              कुण्डलपुर से निकटतम रेलवे स्टेशन ३५ किलोमीटर दूरी पर स्थित है एवं
              निकटतम हवाईअड्डा १५० किलोमीटर दूर जबलपुर में उपलब्ध है | यहाँ
              पहुंचने के लिए सड़क पहुंच मार्ग सबसे सरल एवं सुगम जरिया है |
              कुण्डलपुर तीर्थस्थान अनिवार्य रूप से पर्यटकों के आकर्षण के साथ एक
              तीर्थ स्थल भी है। आस-पास के स्थान जैसे जबलपुर, बांधवगढ़ राष्ट्रीय
              उद्यान , खजुराहो के मंदिर और पन्ना राष्ट्रीय उद्यान से निकट है
            </p>
          </div>
          <div className="donation-top-img1">
            <img src={img3} alt="badebaba" />
          </div>
        </div>
      </div>
    </>
  );
}

export default AboutUs;
