import React from "react";
import "./Sharamachar.css";
function Sharamachar() {
  return (
    <>
      <div className="main_shamachar">
        <div className="main_shamacharfirst">
          <p>
            Cannot call API for app 222116127877068 on behalf of user
            4620858317962155
          </p>
        </div>
        <p className="shamachat_text">समाचार अपडेट्स</p>
        <div className="main_shamacharsecond">
          <div className="main_shamacharsecond_innear">
            <h2>
              डाउनलोड PDF Book महाबीजाक्षर सम्पन्न विधान दिनांक- 25 दिस.20 से…
            </h2>
            <p>
              दिनांक- 25 दिस.20 से 04 जनवरी 21 तक सर्व ऋद्धि सिद्धि सम्पन्न
              विघ्नविनाशक आत्मशांति प्रदायक महास्तोत्रराज कुमुदचंद्राचार्य
              द्वारा रचित कल्याणमंदिर की महार्चना विशेषानुष्ठान। जिसके प्रत्येक
              पद में गूढमंत्र शक्तिसम्पन्न है ऐसे अतिशयकारी स्तोत्र के प्रत्येक…
            </p>
            <button> और पढ़ें</button>
          </div>
          <div className="main_shamacharsecond_innear">
            <h2>कुंडलपुर में 25 दिसंबर से होगा श्री कल्याण मंदिर पारसनाथ…</h2>
            <p>
              महार्चना का सौभाग्य आपको बुला रहा है बुन्देलखण्ड की हृदयस्थली
              सिद्धक्षेत्र कुण्डलपुरजी के परम अतिशयकारी बड़े बाबा श्री आदिनाथ
              भगवान के चरणों में संतशिरोमणि आचार्य श्री १०८ विद्यासागरजी
              महामुनिराज के मंगलआशीर्वाद से-कोरोना महामारी समन के…
            </p>
            <button> और पढ़ें</button>
          </div>
          <div className="main_shamacharsecond_innear">
            <h2>
              संपूर्ण विश्व में व्याप्त कोरोना महामारी के क्षय हेतु महाअर्चना
            </h2>
            <p>
              संपूर्ण विश्व में व्याप्त कोरोनामहामारी के क्षय हेतु
              महाअर्चना●▬ஜ۩इतिहास में प्रथम बार ۩ஜ▬●बुन्देलखण्ड के जनजन के
              ह्र्दय में विराजमान, परमपूज्य श्री बड़े बाबा के पावन चरण कमल
              मेंउनकी परम अनुकम्पा एवं….युगश्रेष्ठ, बुंदेलखंड के छोटे बाबाश्रमण…
            </p>
            <button> और पढ़ें</button>
          </div>
        </div>
      </div>
    </>
  );
}

export default Sharamachar;
